[{"url": "https://s3-media2.fl.yelpcdn.com/bphoto/1NlZbQuvlh7CAbUBGuGMZw/o.jpg", "id": "ccPLvgJ56ytdz2MLmAKvRQ", "name": "Rose Ave Bakery", "rating": 4.7, "title": "Desserts,Coffee Roasteries,Bakeries,Cafes,Coffee & Tea", "display_phone": "", "reviews": ["Finally made it to Rose Ave Bakery and it was everything I had hoped for! They opened at 9am and when we arrived at 10am there was already a very long line...", "Rose Ave Bakery is so popular and often sold out of all pastries before I can get myself to wake up and stop by back when it was at the Block food hall...", "After years of following Rose Ave Bakery on IG, I've finally finally made it to DC & made sure that it was a must to make a stop here. We landed on Saturday..."], "address": ["2633 Connecticut Ave NW", "Washington, DC 20008"]}, {"url": "https://s3-media3.fl.yelpcdn.com/bphoto/eVkYgkJ0zVbXjS7-1jii0g/o.jpg", "id": "4-toMvtZ8lUd26BAKRLi4Q", "name": "Dua Dc Coffee", "rating": 4.7, "title": "Desserts,Coffee Roasteries,Bakeries,Cafes,Coffee & Tea", "display_phone": "(202) 347-4404", "reviews": ["I recently discovered Dua, a unique coffee spot in DC that specializes in Indonesian coffee and is proudly owned by women. Their menu features coffee drinks...", "This is my favorite coffee shop in DC! They have snacks and many fun coffee options. I recently had a matcha latte with mango in it and it was delicious....", "A local Indonesian and woman-owned coffee shop that uses single-origin beans from various islands in Indonesia, you can't go wrong with any of their menu..."], "address": ["923 15th St NW", "Washington, DC 20005"]}, {"url": "https://s3-media2.fl.yelpcdn.com/bphoto/Y9V624rPpp_0cjYL8d2MEg/o.jpg", "id": "YUHzh9yvtsrhdDYAfQavHA", "name": "Büna Coffeehouse", "rating": 4.7, "title": "Desserts,Coffee Roasteries,Bakeries,Cafes,Coffee & Tea", "display_phone": "(202) 882-2223", "reviews": ["Really yummy! Cafe had wifi and a good amount of seating when my partner and I sat in for weekday brunch. The staff was super friendly and kind. I ordered...", "A Petworth gem that is not to be missed! Possibly my favorite of DC's many Ethiopian coffee shops and cafes. It's small inside but they've got a lot of...", "I've drove pass this place many times pointing and saying \"oh buna\" (Amharic for coffee). I prefer Ethiopian coffee than other coffee beans. I finally..."], "address": ["4400 Georgia Ave NW", "Washington, DC 20011"]}, {"url": "https://s3-media4.fl.yelpcdn.com/bphoto/XuhFX8-s--3ZVqBXZ9PVEA/o.jpg", "id": "_WxNQeKwlFKTpQ93k8gLnQ", "name": "Soleluna", "rating": 4.7, "title": "Desserts,Coffee Roasteries,Bakeries,Cafes,Coffee & Tea", "display_phone": "", "reviews": ["Best coffee and pastries in DC that doesn't run your bank dry. I am loyal to this cafe and will suffer a parking ticket just to get my Vanilla Oat Latte....", "Small, quaint cafe that serves pastries and espresso drinks at a relatively affordable price. The spot is tiny and you gotta get there early (before noon)...", "Alright I'm reviving my Yelp account JUST to say... I have tried many cafes in DC and so far Soleluna has my favorite pastries in the city. I said it!..."], "address": ["1789 Columbia Rd NW", "Washington, DC 20009"]}, {"url": "https://s3-media4.fl.yelpcdn.com/bphoto/icxZ7C4Zf0PT5Vw2QfArWw/o.jpg", "id": "SpCeYPhky4gsWa9-IBtw2A", "name": "A Baked Joint", "rating": 4.5, "title": "Desserts,Coffee Roasteries,Bakeries,Cafes,Coffee & Tea", "display_phone": "(202) 408-6985", "reviews": ["Usually not the review type but this experience has left me speechless. Each bite was packed with flavor, biscuit was cooked to perfection and eggs were...", "Came here for a little brunch and it was crowded on a Saturday morning. Was able to find a table soon enough though! Loved the vibes and prosciutto toast...", "Great biscuit Sammie & lovely person who recommended it. When I went out for something else, she clearly didn't hear what I said and tried to offer me ham..."], "address": ["430 K St NW", "Washington, DC 20001"]}]