[{"url": "https://s3-media1.fl.yelpcdn.com/bphoto/P33y5vEAqDoBnQIgHqICyw/o.jpg", "id": "f6SnScIxTjr5ggd32ZfL5A", "name": "Little Hat Coffee", "rating": 5.0, "title": "Cafes,Coffee & Tea,Coffee Roasteries,Bakeries", "display_phone": "", "reviews": ["Adorable cafe tucked inside Streets Market with a super friendly staff and a fun drink selection! Little Hat Coffee has a small but mighty menu, including...", "Now they're officially located at Streets Market on 14th!! They only have two bar seating, but still fun place to hang around (probs not work). Streets has...", "lovely workers and ambience. Drinks were delicious. Love the pandan syrup so good!!\n\nRecommend ordering the tamarind fizz too!"], "address": ["2400 14th St NW", "Washington, DC 20009"]}, {"url": "https://s3-media3.fl.yelpcdn.com/bphoto/aaTYzoHBYhNWRXHJPmYrTQ/o.jpg", "id": "_0vN8RoTc9g-4JN4LW3PyQ", "name": "Real Deal Coffee Roasters", "rating": 5.0, "title": "Cafes,Coffee & Tea,Coffee Roasteries,Bakeries", "display_phone": "", "reviews": ["I really enjoy this little coffee place. More like a coffee window, really, as they are taking COVID safety very seriously. The menu has a Southeast Asian...", "Delicious coffee and awesome local business! This coffee shop is such a hidden gem and it's definitely worth a try. They have some specialty drinks as well..."], "address": ["1018 Vermont Ave NW", "Washington, DC 20005"]}, {"url": "https://s3-media4.fl.yelpcdn.com/bphoto/Gl2V1emU9m9XHOOo6nfoTA/o.jpg", "id": "1bD3CCtNbZVxbBy_4fhRBQ", "name": "Grafika Coffee", "rating": 5.0, "title": "Cafes,Coffee & Tea,Coffee Roasteries,Bakeries", "display_phone": "", "reviews": ["Great pop up that serves the most delightful Ethiopian coffee, espressos and cafe. Prices are reasonable and the coffee is superb.  They know their business..."], "address": ["Washington, DC 20036"]}, {"url": "https://s3-media2.fl.yelpcdn.com/bphoto/I72pjKR_W9alLg201FfiJg/o.jpg", "id": "X10HlZuSDXOQxiQJQyqFIQ", "name": "Cool Coffee", "rating": 4.9, "title": "Cafes,Coffee & Tea,Coffee Roasteries,Bakeries", "display_phone": "", "reviews": ["Nice clean space, good vibes and music, and great music. I found this place on the go and ate with my son. The coffee was amazing!!! I want people to know...", "I've visited twice and find the coffee to be excellent.\n\nAs others have mentioned, the staff aims to please.  Am impressed with the skills of the baristas....", "First time at Cool Coffee and the staff are lovely! They changed my drink order on the spot and I appreciate that! The latte was SO good. Espresso was tasty..."], "address": ["3901 12th St NE", "Washington, DC 20017"]}, {"url": "https://s3-media1.fl.yelpcdn.com/bphoto/ID4eOizte-pFH3CgWhUTyw/o.jpg", "id": "Ex3CPXVTnGasUTNllxrkmQ", "name": "Bitty & Beau's Coffee", "rating": 4.8, "title": "Cafes,Coffee & Tea,Coffee Roasteries,Bakeries", "display_phone": "(910) 769-1252", "reviews": ["Parking was a bit horrible but ended up parking illegally across the street for a quick trip. \nHad no previous knowledge of this place, just wanted some...", "a cute coffee shop with a lovely atmosphere and awesome mission -- the cafe employees people with disabilities and they're all so friendly and dedicated to...", "I popped in for a quick coffee and decided on a CHAI as that is my favorite! They have dairy free alternatives which is great! I chose a 16oz. Chai with..."], "address": ["3207 M St NW", "Washington, DC 20007"]}]